---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.BtuPerLbDegreeF
source: html/66c74371-40e7-2053-5736-2bf8bc45972c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.BtuPerLbDegreeF Property

Symbol BTU/(lb·°F), indicating unit British thermal units per pound degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId BtuPerLbDegreeF { get; }
```